Revit 2027 API
SaveAsOptions Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SaveAsOptions()
Public Sub New
public:
SaveAsOptions()
new : unit -> SaveAsOptions
See Also
Reference
SaveAsOptions Class
Autodesk.Revit.DB Namespace